In [1]:
import pandas as pd
import pymssql

In [22]:
conn = pymssql.connect(host='RK-PC', user='', password='', database='IHDatabase')

In [31]:
df = pd.read_sql_query('select top 5 * from City', conn)
df

     CityName
0    Adilabad
1    Agartala
2        Agra
3   Ahmedabad
4  Ahmednagar